Repository: ESUCC/Maximd
Catalog: application/translation/form004/page6.tmx
Source language: es
Languages: en

source: Servicio principal (del MDT finalizado recientemente)
en: Primary Service (from most recent finalized MDT)

source: Servicios
en: Services

source: Servicios de educación especial
en: Special Education Service

source: basado en la investigación revisada por colegas en la medida de lo posible
en: based on peer reviewed research to the extent practicable

source: Proporcionar un informe sobre la educación especial y servicios relacionados proporcionados al niño e incluir una descripción del grado, de haber alguno, al cual el niño no participará con niños no discapacitados en un salón de clases regular
en: Provide a statement of special education services provided to the child and include a description of the extent, if any, to which the child will not participate with nondisabled children in the regular classroom

source: Fechas de duración desde
en: Duration Dates From

source: Por favor ingrese la fecha de la reunión
en: Please enter the date of conference

source: meses
en: months

source: ¿Se presta el servicio siguiendo el calendario escolar?
en: Does Service Follow School Calendar

source: SPANISH:hasta
en: to

source: SPANISH:Servicio principal:
en: Primary Service:

source: Ubicación del servicio de educación especial
en: Special Ed. service location:

source: Información del IEP
en: IEP Info

source: Información del SESIS
en: SESIS Information

source: Porcentaje del tiempo que el niño pasa en:
en: Percent of time child spends in:

source: Educación especial y servicios relacionados
en: Special Education Services

source: Educación regular
en: Regular Education

source: Formulario de Consentimiento de MIPS
en: MIPS Consent Form

source: Si este estudiante está recibiendo Terapia Educacional , Terapia Física, o Terapia del habla, el SRS automáticamente generará un "Formulario de consentimiento de Asistencia Médica en las Escuelas Públicas (AMEP)" ("Medicaid in Public Schools (MIPS) Consent Form"). Este formulario aparecerá como la última página impresa del IEP. Usted puede finalizar este IEP sin tener que completar esta sección
en: If this student is receiving Occupational Therapy, Physical Therapy, or Speech Language Therapy, the SRS will automatically generate a "Medicaid in Public Schools (MIPS) Consent form". This form will appear as the final printed page of this IEP. You can finalize this IEP without completing this section

source: Firma de los Padres
en: Parent Signature

source: seleccione 'Sí' para indicar que esa firma consta en el archivo
en: select 'Yes' to indicate that signature is on file

source: En caso de no haber firma, explique por qué
en: No Signature Explanation

source: Si arriba se seleccionó 'No', por favor explique
en: If 'No' selected above, please explain

source: Fecha de la reunión:
en: Conference Date:

source: Servicio de educación especial desde:
en: Special Ed. service from:

source: Servicio de educación especial hasta:
en: Special Ed. service to:

source: Calendario de Servicio Principal
en: Primary Service Calendar

source: valor de minutos/día / horas/día
en: min/day / hours/day value

source: minutos/día
en: min/day

source: horas/día
en: hrs/day

source: min/día / horas/día
en: min/day / hours/day

source: días/semana
en: days/week

source: días/meses
en: days/month

source: SPANISH :días/trimestre
en: days/quarter

source: días/semestre
en: days/semester

source: días/año
en: days/year

source: Valor de días
en: Days value

source: Meses
en: Months

source: Con compañeros de educación regular
en: With regular education peers

source: Sin compañeros de educación regular
en: Not with regular education peers

source: Compañeros del programa de educación regular
en: Regular education peers

source: Sí
en: Yes

source: Firma de los padres en el archivo
en: Parent Signature on file

source: Fecha de la firma del padre o la madre:
en: Date of Parent Signature:

source: Consentimiento de Mips:
en: Mips Consent:

source: Doy mi CONSENTIMIENTO al distrito de la escuela pública aquí nombrado para acceder a los fondos de Medicaid en representación de mi hijo (nombrado anteriormente) y entiendo que yo puedo dar de baja a este consentimiento en cualquier momento mediante una nota escrita al distrito de la escuela pública.
en: I give CONSENT to the public school district named herein to access Medicaid funding on behalf of my child (named above) and understand that I may withdraw this consent at any time upon written notice to the public school district.

source: Me REHUSO a dar consentimiento al distrito escolar público para que tenga acceso a los fondos de Medicaid en nombre de mi hijo y entiendo que mi rechazo no afectará la obligación del distrito de proporcionarle a mi hijo Educación Pública Gratuita y Apropiada(EPAG) (Free Appropriate Public Education (FAPE)) sin costo alguno.
en: I REFUSE to give consent to the public school district to access Medicaid funding on behalf of my child and understand that my refusal will not affect the district's obligation to provide my child a Free Appropriate Public Education (FAPE) at no cost.

source: (Si se seleccionó 'No' arriba, por favor explique)
en: (If 'No' selected above, please explain)

source: Seleccione Servicio de Educación Especial
en: Choose Special Ed. Service

source: Servicios/Dispositivos tecnológicos auxiliares
en: Assistive Technology Services/Devices

source: Audiología
en: Audiology

source: Capacitación familiar, Asesoramiento, Visitas a domicilio y otros servicios de Apoyo
en: Family Training, Counseling, Home visits and other Supports

source: Servicios de salud
en: Health Services

source: Servicios de interpretación
en: Interpreting Services

source: Servicios médicos (para propósitos de diagnóstico o evaluación)
en: Medical Services (for diagnostic or evaluation purposes)

source: Servicios de enfermería
en: Nursing Services

source: Servicios de nutrición
en: Nutrition Services

source: Servicios de terapia ocupacional
en: Occupational Therapy Services

source: Terapia física
en: Physical Therapy

source: Servicios psicológicos
en: Psychological Services

source: Cuidado de relevo
en: Respite Care

source: Coordinación de servicios
en: Services Coordination

source: Servicios de trabajo social
en: Social Work Services

source: Instrucción especial (Fuentes)
en: Special Instruction (Resource)

source: Terapia del Habla
en: Speech-language Therapy

source: Maestro de personas con discapacidad auditiva
en: Teacher of the Hearing Impaired

source: Maestro de personas con discapacidad visual
en: Teacher of the Visually Impaired

source: Transporte
en: Transportation

source: Servicios para el cuidado de la vista
en: Vision Services

source: Si es otro, especifique
en: If other, specify

source: Fechas de duración Desde/Hasta
en: Duration Dates From/To

source: Lugar
en: Location

source: Servicio relacionado:
en: Related Service:

source: Servicios Relacionados a Educación Especial: Ubicación:
en: Special Education Related Services: Location:

source: Fecha de servicio relacionado desde:
en: Related Service Date From:

source: Fecha de servicio relacionado hasta:
en: Related Service Date To:

source: Unidad de días
en: Days Unit

source: Eliminar renglón
en: Remove Row

source: Fila de servicios relacionados
en: Related Services Row

source: Seleccione servicios relacionados
en: Choose Related Service

source: Capacitación familiar, Asesoramiento, Visitas a domicilio y otros servicios de apoyo
en: Family training, counseling, home visits and other supports

source: Servicios médicos (para propósitos de evaluación o diagnóstico)
en: Medical services (for diagnostic or evaluation purposes)

source: Servicios de coordinación
en: Services coordination

source: Terapia del habla
en: Speech-language therapy

source: No requerido
en: Not Required

source: Seleccione el lugar
en: Choose Location

source: Otra escuela / Escuela distinta
en: Separate School

source: Otra aula/ Aula distinta
en: Separate Class

source: Institución residencial
en: Residential Facility

source: SPANISH:Casa
en: Home

source: Ubicación del Proovedor de Servicios
en: Service Provider Location

source: Programa regular de educación preescolar, 10+ h/semana; Servicios en el Programa EC
en: Regular Early Childhood Program, 10+ h/wk; Services at EC Program

source: Programa regular de educación preescolar, 10+ h/semana; Servicios fuera del Programa EC
en: Regular Early Childhood Program, 10+ h/wk; Services outside EC Program

source: Programa regular de educación preescolar, <10+ h/semana; Servicios en el Programa EC
en: Regular Early Childhood Program, <10 h/wk; Services at EC Program

source: Programa regular de educación preescolar, <10+ h/semana; Servicios fuera del Programa EC
en: Regular Early Childhood Program, <10 h/wk; Services outside EC Program

source: Servicios Relacionados a Educación Especial:
en: Additional Special Education Services

source: Servicios y ayuda suplementaria
en: Supplementary Aids & Services

source: Programar modificaciones y ajustes/Cambios y ajustes del programa
en: Program Modifications & Accommodations

source: Requerimientos de extensión del tiempo
en: Extend time requirements

source: Permiir recesos y varie las actividades con frecuencia
en: Allow breaks, vary activity often

source: Si se está tomando el tiempo, omita asignaciones que requieran <BR>- copiar
en: Omit assignments requiring<BR>- copying, if timed

source: Enviar a casa los textos escolares para revisión previa
en: School texts sent home for preview

source: Variar las actividades frecuentemente
en: Vary activity often

source: Otro
en: Other

source: El maestro enfatiza:<BR>- Visual<BR>- Auditivo<BR>- Táctil<BR>- Multisensorial
en: Teacher emphasize:<BR>- Visual<BR>- Auditory<BR>- Tactil<BR>- Multi-sensory

source: Instrucción individual o en grupos pequeños
en: Individual/Small group Instruction

source: Utilizar programa de estudios especializado
en: Utilize specialized curriculum

source: Grabar clases para poder reproducirlas
en: Tape lectures for replay

source: Utilizar materiales que se puedan manipular
en: Utilize manipulative materials

source: Enfatizar información crítica
en: Emphasize critical information

source: Enseñar vocabulario con anterioridad
en: Preteach vocabulary

source: Reducir el nivel del lenguaje o de<BR> de lectura- nivel de asignación
en: Reduce language level or reading<BR>- level of assignment

source: Intérprete de lenguaje de señas
en: Sign language Interpreter

source: Usar soportes especializados para la comunicación
en: Use specialized communication supports

source: Intérprete oral
en: Oral Interpreter

source: Hacer demostración (modelar)
en: Present demonstration (model)

source: El maestro o compañero proporciona notas o esquema
en: Teacher or peer provides notes or outline

source: Aplicación funcional de las habilidades académicas
en: Functional application of academic skills

source: Usar secuencias visuales
en: Use visual sequences

source: Hacer/usar apoyo para el vocabulario como tarjetas de palabras, diccionarios personales, archivos de vocabulario
en: Make/use vocabulary supports such as word cards, personal dictionaries, vocabulary files

source: Asiento preferencial
en: Preferential seating

source: Sentarse cerca de la profesora
en: Seat near teacher

source: Sentarse cerca de compañeros que sean modelos positivos a seguir
en: Seat near positive role model

source: Evitar distracciones
en: Avoid distracting stimuli

source: Aumentar la distancia entre pupitres/escritorios
en: Increase distance between desks

source: Asientos planificados:<BR>-Transportar el salón<BR>- Comedor <BR>- Auditorio
en: Planned seating:<BR>- Bus Classroom<BR>- Lunchroom <BR>- Auditorium

source: Cambiar la forma en como está arreglada/configurada físicamente la habitación
en: Alter physical room arrangement

source: Definir áreas concretamente
en: Define areas concretely

source: Reducir/minimizar distractiones<BR>-Visual Auditiva<BR>- Movimiento espacial
en: Reduce/minimize distractions<BR>- Visual Auditory<BR>- Spatial Movement

source: Enseñe reglas positivas para el uso del espacio
en: Teach positive rules for use of space

source: Completar el trabajo en un ámbito tecnológico
en: Complete work in technology setting

source: Textos y/u otros materiales de clase grabados
en: Taped texts and/or other class materials

source: Guías de textos/estudios resaltados
en: Highlighted texts/study guides

source: Usar materiales suplementarios
en: Use supplementary materials

source: Ayuda para tomar notas: fotocopiar anotaciones de compañeros
en: Note taking assistance:Photocopy of notes of peer

source: Teclear el material del profesor que esté escrito a mano
en: Type handwritten teacher material

source: Configuración del material sobre la página
en: Arrangement of materials on page

source: Proporcionar materiales con letras grandes
en: Provide large print materials

source: Agrandar las anotaciones o las páginas del libro de trabajo (fotocopiadora)
en: Enlarge notes/workbook pages (photocopier)

source: Equipo especial :<BR>- Calculadora<BR>- Computadora<BR>-Grabadora de video<BR>- Grabadora de audio<BR>- SGD: Dispositivo generador del habla <BR>- Sistema de amplificación
en: Special equipment:<BR>- Calculator<BR>- Computer<BR>- Video recorder<BR>- Audio Recorder<BR>- SGD: Speech Generating Device<BR>- Amplification System

source: Dar instrucciones/ indicaciones en pasos breves y de forma clara
en: Give directions in small, distinct steps

source: Permitir que se copie una respuesta directamente de una hoja/libro
en: Allow copying an answer directly from paper/book

source: Proporcionar instrucciones verbalmente
en: Provide oral directions

source: Disminuir el nivel de dificultad.
en: Lower difficulty level

source: Reducir la asignación
en: Shorten assignment

source: Reducir tareas que requieran el uso de papel y lápiz
en: Reduce paper and pencil tasks

source: Leer instrucciones al estudiante
en: Read directions to student

source: Proporcionar instrucciones o indicaciones verbalmente
en: Give oral cues or prompts

source: Grabar o teclear las asignaciones
en: Record or type assignment

source: Adaptar hojas de cálculo, paquetes
en: Adapt worksheets, packets

source: Proporcionar estrategias o asignaciones alternativas
en: Provide alternate assignments or strategies

source: Evitar penalizar por errores ortográficos
en: Avoid penalizing for spelling errors

source: Volver a hacerlo para mejorar la calificación
en: Redo for better grade

source: Permitir que el estudiante utilice fuentes de ayuda cuando sea necesario
en: Allow student to use resource assistance when necessary

source: Proporcionar asignaciones en formato electrónico
en: Provide assignments in an electronic format

source: Tutoría entre compañeros
en: Peer tutoring

source: No verbal
en: Nonverbal

source: Refuerzo positivo
en: Positive reinforcement

source: Refuerzo concreto
en: Concrete reinforcement

source: Ofrecer una opción
en: Offer choice

source: Usar fortalezas o intereses con frecuencia
en: Use strengths/Interests often

source: Permitir movimiento dentro del aula
en: Allow in-class movement

source: Incrementar la inmediatez de las recompensas
en: Increase immediacy of rewards

source: Usar contratos conductuales
en: Use behavioral contracts

source: Respaldo/Apoyo a los compañeros
en: Peer advocacy

source: SPANISH:Diseñar actividades para crear o<BR>- desalentar oportunidades de interacción social
en: Structure activities to create or<BR>- discourage opportunities of social interaction

source: Concentración en el proceso social más que en la actividad
en: Focus on social process rather than activity

source: Diseñar experiencias compartidas en la escuela
en: Structure shared experience in school

source: Grupos de aprendizaje cooperativo
en: Cooperative learning groups

source: Usar compañeros múltiples/rotación
en: Use multiple/rotating peers

source: Enseñar amistad<BR>- habilidades/compartir/negociaciones
en: Teach friendship<BR>- skills/sharing/negotiations

source: Enseñar habilidades de comunicación social<BR>- Saludos<BR>- Negociaciones<BR>- Tomar turnos<BR>- Compartir
en: Teach social communications skills<BR>- Greetings<BR>- Negotiations<BR>- Turn taking <BR>- Sharing

source: Usar refuerzo positivo
en: Use positive reinforcement

source: Usar refuerzo concreto
en: Use concrete reinforcement

source: Si se toma el tiempo, verificar con frecuencia que se comprendió la revisión <BR>- al copiar
en: Check often for understanding review<BR>- copying, if timed

source: Solicitar el refuerzo de los padres
en: Request parent reinforcement

source: Hacer que los estudiantes repitan las instrucciones
en: Have student repeat directions

source: Crear/Usar archivos de vocabulario
en: Make/Use vocabulary files

source: Enseñar habilidades de estudio
en: Teach study skills

source: Usar hojas de estudio para organizar el material
en: Use study sheets to organize material

source: Cronograma para asignaciones a largo plazo
en: Long term assignment time lines

source: Revisión/Práctica continua
en: Repeated review/drill

source: Sistema de manejo de conducta
en: Behavior management system

source: Horario diario visual
en: Visual daily schedule

source: Calendario/Libro de Asignaciones
en: Calendar/Assignment Book

source: Plan para generalizaciones
en: Plan for generalizations

source: Enseñar habilidades en varios<BR>- entornos/ambientes
en: Teach skill in several<BR>- settings/environments

source: Volver a hacer la asignación para mejorar la calificación
en: Redo assignment for a better grade

source: Proporcionar una extensión de tiempo
en: Provide extended time

source: Permitir que se contesten preguntas oralmente
en: Allowed to answer questions orally

source: Permitir un formato de respuesta corta
en: Allow for short answer format

source: Grabado
en: Taped

source: Utilizar opción múltiple
en: Utilize multiple choice

source: Leer el examen al alumno
en: Read test to student

source: Modificar el formato
en: Modify format

source: Acortar la duración
en: Shorten length

source: Dar las instrucciones del examen en lenguaje de señas
en: Sign test directions

source: Repasar de antemano el lenguaje utilizado en las preguntas del examen
en: Preview language to test questions

source: Administrar el examen a través del lenguaje de señas ;los estudiantes dan sus respuestas a través del lenguaje de señas.
en: Sign test to students; student signs answers

source: El examen es administrado por personal de servicios especiales
en: Test administered by special services personnel

source: Verifcar la comprensión
en: Check for understanding

source: Proporcionar información/figuras visuales
en: Provide visual information/pictures

source: Parafrasear los ítems de los examenes
en: Paraphrase test items

source: Utilizar sistemas/dispositivos de escritura especializados
en: Utilize specialized writing systems/devices

source: Examen con código de colores
en: Color-coded test

source: Volver a evaluar después de que el estudiante demuestre haber revisado del material
en: Retest after student demonstrates review of material

source: Tarjetas de repaso con puntos clave
en: Flash cards with key points

source: Proporcionar guías de estudio con 2 a 3 días de anticipación
en: Provide study guides 2 to 3 days in advance

source: Banco de palabras para respuestas cortas o para completar respuestas en blanco
en: Word bank for short answer or fill in the blank questions

source: Hacer un círculo alrededor del número o de los ítems en los cuales el estudiante necesita ayuda o completó con ayuda
en: Circle # of items for which the student needs assistance or completed with help

source: Corregir las partes del examen indicando el número de la página del texto
en: Correct test items listing p.# of text

source: Volver a enseñar y a evaluar el material
en: Re-teach and re-test material

source: Dividir los exámenes/asignaciones en secciones más pequeñas, las cuales son administradas separadamente
en: Divide test/assignments into smaller sections which are administered separately

source: Usar más partes objetivas en los exámenes (Menos ensayo)
en: Use more objective test items (Less essay)

source: Proporcionar recordatorios en los exámenes, ej: observar los símbolos matemáticos.
en: Provide reminders on the test, i.e. watch math signs

source: Permitir que el estudiante haga uso de notas/textos de referencia
en: Allow the student to refer to notes/text

source: Dictar ideas a un compañero o a un adulto
en: Dictate ideas to a peer or an adult

source: Acortar las asignaciones escritas
en: Shorten writing assignments

source: Usar una grabadora para dictar lo que hay que escribir
en: Use a tape recorder to dictate writing

source: Permitir el uso de computadoras y software especial para delinear, procesar palabras, verificar ortografía, y/o gramática
en: Allow for use of computer and special software for outlining, word-processing, spelling, and/or grammar check

source: Permitir representación visual de ideas
en: Allow visual representation of ideas

source: Proporcionar una estructura para la escritura
en: Provide a structure for the writing

source: Permitir el uso de diagramas de flujo para organizarse antes de que el estudiante comience a escribir
en: Allow use of flow chart for organizing before the student writes

source: Calificar en base al contenido, no penalice por errores de mecánica, gramática u ortografía
en: Grade on the basis of content, do not penalize for errors in mechanics, grammar, or spelling

source: Aprobó/reprobó
en: Pass/fail

source: Aprobó/reprobó en asistencia
en: Attendance pass/fail

source: Calendario/Libro de asignaciones
en: Regular grading

source: Crédito otorgado si el esfuerzo es conmensurado
en: Credit given if effort is commensurate

source: Escala de calificaciones modificada
en: Modified grading scale

source: Crédito otorgado al estudiante por presentación oral
en: Student given credit for oral presentation

source: El estudiante es calificado únicamente en las habilidades que han sido enseñadas
en: Student graded only on skills being taught

source: Usar dispositivo de escritura compatible
en: Use supported writing device

source: Proporcionar un sofware de escritura compatible
en: Provide supported writing software

source: Usar un dispositivo generador del habla
en: Use speech generating device

source: Usar opciones compatibles para aumentar el habla
en: Use supported augmented speech options

source: Proporcionar estrategias de acceso físico
en: Provide physical access strategies

source: Proporcione apoyos visuales para letras más grandes
en: Provide vision supports for enlarged print

source: Utilizar sistemas de capacitación auditivas
en: Utilize auditory trainer systems

source: Ritmo
en: Pacing

source: Presentación de la lección
en: Lesson Presentation

source: Ambiente
en: Environment

source: Materiales
en: Materials

source: Asignaciones
en: Assignments

source: Apoyo de interacción social
en: Social Interaction Support

source: Ajustes para el examen
en: Testing Accommodations

source: Ajustes para la escritura
en: Writing Accommodations

source: Otras tecnologías auxiliares
en: Other Assistive Technologies

source: Tecnología Auxiliar
en: Assistive Technology

source: ¿Ha registrado las materias en las cuales estas modificaciones/ajustes deberán hacerse?
en: Have you recorded the subject areas in which these modifications/accommodations should be addressed?

source: Lista de ajustes
en: Accomodations Checklist

source: Verifique que aparezca la lista de ajustes
en: Check to Show Accommodations Checklist

source: CONFIDENCIAL
en: CONFIDENTIAL
